@include('/mobile/header')
@include('/mobile/nav')
<div class="container">
  <div id="pagePath">首页 > 收费标准</div>
  <!-- 中部导航栏 -->
  <div class="sharepage">
    <div class="shareTop">
      <h2>网站建设中的动效设计体验要点有哪些?</h2>
      <span class="shareAuthor">By:limo</span>-
      <span class="shareTime">2019-02-15 05:19:48</span>
      <P><img src="/storage/images/kWPBV1jUR1GQ0WHW5zYptkYHQPoMNuhGUoNcKkO6.jpeg"  alt=""></P>
      <p>
        现在很多企业开始倾向于选择个性化的网站，他们都想设计一个有自己鲜明特色的、独一无二的网站，这对于打造自己品牌也是有一定的影响力的。个性化现在已经成为网站建设的主流，个性化能够实现的全方位售后服务、案例解析、用户交流等都是利于网站长远发展的利器。随着国际大品牌苹果和谷歌的引领，最近越来越多的国内公司开始关注动效设计了，越来越多的团队已经意识到动效在产品用户体验中的重要性了，更多的设计师们也开始投身动效设计领域。
      </p>
    </div>
    <br />
    <p><strong>一、加强体验舒适度</strong></p>
    <p>嗯，就是让用户更加爽更加爽的用你的产品。</p>
    <p>具体表现在：</p>
    <p>1. 表现层级关系</p>
    <p>为了展现层与层的关系，是抽屉，是打开，还是平级切换等等，让用户知道这个界面和上一个、下一个的关系。这已经是非常最常见的运用了。</p>
    <p>2. 与用户手势结合，更自然的动画表现</p>
    <p>当用户手势操作的时候，让界面的动态走向更符合手指的运动，从而让用户感觉到是自己控制了界面的动向，而不是机械化的跳转。</p>
    <p>3. 愉快的提示功能</p>
    <p>在某些需要提醒的时候能吸引用户的注意，但是又不会生硬，符合预期的出现。</p>
    <p>4. 额外增加界面的活力</p>
    <p>在用户预期之外增加的惊喜，可以是帅气的，可以是卖萌，可以有些物理属性，总之让用户感知到产品的生命力。</p>
    <p><strong>二、减弱不可避免的不适感</strong></p>
    <p>虽然我们的产品，我们的交互，我们的设计，我们的工程师都在努力把产品打造的更加优秀，更加完美，但是总有一些无法避免的问题、或者有可能会出现的bug、外界条件的不给力等因素，造成我们的产品体验下降。这些时候适当的增加一些动效可以弥补在出现这些情况时的不适体验。</p>
    <p>比如下面这些：</p>
    <p>让等待变得更愉快</p>
    <p>常出现在加载、刷新、发送等界面中，让等待变得可视化，甚至不再那么无聊。</p>
    <p>增加界面与界面衔接的延续感</p>
    <p>界面的跳转不可以避免，但是如果让本来分别独立的2个界面或者事件拥有了某种特定的联系，可以显得更加好玩，不再是生硬的跳转。</p><p>最后要提醒的是，千万不要牺牲了用户宝贵的时间用来看你毫无目的的动效。</p>
  </div>

</div>
@include('/mobile/footer')