@include('/mobile/header')
@include('/mobile/nav')
<div class="container">
  <div id="pagePath">首页 > 建站知识</div>
  <!-- 中部导航栏 -->
  <div class="sharepage">
    <div class="shareTop">
      <h2>设计用于语音搜索的移动网站</h2>
      <span class="shareAuthor">By:itromane</span>-
      <span class="shareTime">2019-02-18 12:40:48</span>
    </div>


      <div class="shareContent">
        <p><img src="/images/share/15486616895776.jpg" alt="" /></p>
        <p>在非常广泛的插图领域中确定趋势可能有点棘手，它远远超越了国界和媒体渠道，因此，插图趋势需要更多的关注。现在2018年已经过去了，我们确实觉得是时候看看一些例证性的趋势了，这些趋势可能会持续下去，也可能会在2019年出现。</p>
        <p>记住，在用户体验设计中有很多方法可以提高你的网站的整体性能，如果你符合当前的和新的，你将有更好的机会在巨大的竞争中脱颖而出。</p>
        <p><strong>抽象可以重现</strong></p>
        <p>这种趋势，我们预测的定义优势，明亮和闪亮的二维矢量艺术。</p>
        <p>这里有一件事需要考虑，虽然抽象的插图也有点古怪，但在2019年对你的设计特别有效，重要的是不会误导用户。</p>
        <p>创造性和困惑之间有一条微妙的界限，后者很快就会让人厌烦。</p>
        <p>微妙和好玩的抽象形式激发想象力，激发一种受欢迎的嬉戏感，这是你应该努力做到的。</p>
        <p><strong>有趣和吸引人</strong></p>
        <p>几年前，我们观察到一个相当大的趋势转变，因为大多数插画艺术家似乎遵循沮丧和相当反乌托邦的主题。</p>
        <p>2018年，我们看到插画的回归，既有趣又引人入胜。</p>
        <p><img src="/images/share/15486616001088.jpg" alt="" /></p>
        <p>2019年很可能继续遵循同样的模式，由于各种各样的原因，这部动画片变得特别受欢迎。</p>
        <p>这是相关的，这就是为什么它很容易被接受。人们喜欢卡通片和动画设计，因为它们把人们带回到过去。然而，适当地平衡它是很重要的。</p>
        <p>什么是可爱的，什么是讨厌的，两者之间有一条细微的界限。如果你做得过多，你的主题就会显得不严肃。</p>
        <p><strong>回到90年代</strong></p>
        <p>怀旧是一种非常流行的催化剂，它能激发很多情感。我们看到很多艺术家在2018年进入了这个未知的领域，我们很可能在2019年继续看到它。</p>
        <p>其中一个原因是，我们正处于一个转折点，即将迎来一个新的十年。毫无疑问，这将开始让人们反思过去10年，试图确定发生了什么变化。</p>
        <p>时尚绝对是引领潮流的行业之一，我们看到很多品牌在他们的活动和网站上使用了上世纪90年代的风格。</p>
        <p>这里需要注意的一件事是真实性，如果你依靠摄影来布置你的插图，这一点尤其正确。使用真实的，高质量的，和原始的图像，而不是琐碎的股票照片。</p>
        <p><strong>梯度和双色版</strong></p>
        <p>我们会有预感，但是渐变，或者所谓的颜色过渡，将会持续到2019年。在过去的几年里，它们得到了特别的认可，我们可以看到它们也在标志设计上出现了裂缝。至于插图的趋势，他们可能会继续蒸。</p>
        <p><img src="/images/share/1548661642898.jpg" alt="" /></p>
        <p>此外，我们也可以看到，一些艺术家依赖于某些相当期待的颜色组合，如蓝色和紫色，而其他人则倾向于粗块的双色调渐退。</p>
        <p>说到这一点，去年我们看到很多关于二重奏的争议浮出水面。然而，这两种方法似乎有可能在2019年共存。</p>
        <p><strong>穆迪和温暖</strong></p>
        <p>综上所述，我们需要说，任何事物都有它的反作用。大胆、明亮和饱和的二重奏也导致喜怒无常和暖色调的使用增加。</p>
        <p>但这不仅仅是对二重奏的一种回应，这是对几年前大多数设计师开始避免使用暖色这一事实的一种回应。</p>
        <p><img src="/images/share/15486616715783.jpg" alt="" /></p>
        <p>自然，这正导致这一趋势再次浮出水面。它们唤起了对70年代低画质摄影的直接、亲身体验。</p>
        <p>正如我们所说，怀旧是一种非常强大的催化剂。</p>
        <p><strong>动态和手绘插图</strong></p>
        <p>如果你想让你的设计在激烈的竞争中脱颖而出，没有什么比动态手绘插图更好的了。</p>
        <p>正如我们上面所说，竞争只会加剧。因此，我们相信动态和手绘插图将成为主流，因为它们将成为必要。</p>
        <p>原创作品被广泛珍藏，这就是绘画的美——它总是真实的。</p>
        <p><strong>总结</strong></p>
        <p>现在我们已经列出了一些我们认为将在2019年流行的趋势，你也可以看看插画如何改善你的整体网页设计的例子。同样值得注意的是，这些只是我们认为将在2019年显现的趋势中的一小部分，当然还有其他一些也值得一提。然而，这些都是我们认为肯定会产生影响的。</p>

      </div>
    </div>
</div>
@include('/mobile/footer')
