@include('/mobile/header')
@include('/mobile/nav')
<div class="container">
  <div id="pagePath">首页 > 建站知识</div>
  <!-- 中部导航栏 -->
  <div class="sharepage">
    <div class="shareTop">
      <h2>设计用于语音搜索的移动网站</h2>
      <span class="shareAuthor">By:itromane</span>-
      <span class="shareTime">2019-02-18 12:40:48</span>
    </div>


      <div class="shareContent">
          <p>仅在2018年1月，消费者就进行了超过10亿次语音搜索。据估计，到2020年，30%的在线搜索将在不使用屏幕的情况下进行。毋庸置疑，语音搜索将在不远的将来掀起波澜。随着越来越多的用户寻求使用语音进行在线搜索的便利，你必须考虑这将如何影响移动网站。</p>
          <p>到目前为止，大家的主要关注点不需要是设计一个真正与访问者沟通的网站。我们有微交互和会话ui可以帮助解决这个问题。相反，您应该考虑语音用户和搜索之间的关系。</p>
          <p>以下是大家在2019年及以后设计手机网站时需要考虑的一些问题：</p>
          <p><strong>1.将答案放在顶部的常见查询中</strong></p>
          <p>根据Bright Local从2018年开始的一项调查，28%的语音用户在搜索中找到一家公司后会立即打电话给这家公司。</p>
          <p>因此，尽管拥有一个吸引本地购物者或客户的设计良好的网站很重要，但立即为他们提供所需的信息也同样重要。当有人使用手机和语音来查找网站时，他们很有可能是在寻找联系的捷径。</p>
          <p>但是，打电话并不是语音用户在这种情况下可能希望采取的唯一一种操作。想一下他们想要与你客户的网站或业务打交道的其他方式：</p>
          <div>取得实体店营业时间；</div>
          <div>为产品或服务寻找实时聊天或支持门户以获得帮助；</div>
          <div>预约或预约；</div>
          <div>获取有关当前销售或免费送货优惠的信息。</div>
          <p>谷歌/Peerless Insights提供了一些关于语音用户在搜索中最常见的信息类型的见解：</p>
          <p><img src="/images/share/15488416104388.jpg" alt="" /></p>
          <p>如果有人选择使用语音搜索而不是文本搜索，那么他们很可能是在试图避免单击和滚动以及采取其他手动步骤进行转换的工作。相反，他们通过语音助手或搜索语音小部件来获得快速的答案。</p>
          <p>当有意义时，在标题栏或导航栏中放置一些简短的信息片段。</p>
          <p>以“下一次营销会议是什么时候”做的语音查询为例：</p>
          <p><img src="/images/share/15488416452079.jpg" alt="" /></p>
          <p>以2018年为例，搜索结果中没有给出答案：</p>
          <p><img src="/images/share/15488416871737.jpg" alt="" /></p>
          <p>然而，在打开网站时，答案就在网站的最顶端：</p>
          <p><img src="/images/share/15488417048935.jpg" alt="" /></p>
          <p>作为一名语音用户，对此感到非常满意。但如果结果是正确的，用户会觉得很便捷。将在接下来的两点中解释如何做到这一点。</p>
          <p><strong>2.为您的内容添加位置</strong></p>
          <p>当写如何为本地用户设计网站时，建议之一就是本地化内容。这意味着使用语言、视觉效果和颜色来与某个地区的居民产生共鸣。</p>
          <p>当试图吸引语音搜索用户时，这一点尤其重要。</p>
          <p>Bright Local的数据显示，46%的语音用户每天使用语音辅助设备搜索本地企业。</p>
          <p>如果你的网站是为某个特定地理区域的消费者建立的，那就充分利用这一点。</p>
          <p>在内容和元数据中包含区域名称；</p>
          <p>相关时创建特定位置的页面；</p>
          <p>使用特定于该地区的视觉效果；</p>
          <p>用地理区域名称标注所有图片和视频；</p>
          <p>如果视频或音频内容讨论了特定的位置，提供它的转录。</p>
          <p>尽你所能，确保语音搜索“靠近我”或“在（位置名称）”时，首先打开客户的网站。告诉你为什么这很重要：</p>
          <p>对文本（左）和语音（右）搜索“在特拉华州纽瓦克市找到水疗中心”进行了并排比较。你已经可以看到两个搜索结果之间的细微差异：</p>
          <p><img src="/images/share/15488417386913.jpg" alt="" /></p>
          <p>向下滚动到地图，你会看到搜索结果继续不同的文字和语音：</p>
          <p><img src="/images/share/15488417588397.jpg" alt="" /></p>
          <p>注意同一Yelp结果在文本结果和语音结果中的描述之间的差异。在页面的下方，遇到了一个类似的问题：</p>
          <p><img src="/images/share/15488417803750.jpg" alt="" /></p>
          <p>是的，结果继续略有不同，但发现最有趣的是对相同页面的不同描述。注意左边的（文字）按摩嫉妒似乎是一个直接的解释水疗服务，而右边的（声音）听起来更私人。我不认为这是一个错误。</p>
          <p>在下一点中，我将解释如何提供这些类型的健壮答案。</p>
          <p><strong>3.在标注中回答他们的问题</strong></p>
          <p>根据谷歌的调查，41%的语音用户表示，他们的搜索查询更像是一场沟通，而不是单方面的沟通。随着用户对这类话语的接受程度的提高，这将影响客户网站在搜索中的表现。</p>
          <p>虽然写网站上的内容可能不是你的事，但你可以用某种方式把它框起来，这样它肯定会出现在语音搜索结果中。</p>
          <p>首先，弄清楚听众可能会问哪些与客户业务相关的问题。</p>
          <p>如果你不确定，你可以使用像“回答公众”这样的工具来确定相关的问题：</p>
          <p><img src="/images/share/15488418129519.jpg" alt="" /></p>
          <p>然后，使用KWFinder来确认它们在目标用户中的受欢迎程度：</p>
          <p><img src="/images/share/15488418294182.jpg" alt="" /></p>
          <p>如果这个站点已经存在一段时间了，还建议查看您的谷歌分析数据。您可以在：Acquisition > search Console > queries下找到搜索查询列表。您应该能够很容易地找到语音查询，因为它们听起来更自然，长度更长。</p>
          <p>一旦您确定了长尾语音搜索查询的可能候选项，就应该将它们放在有意义的内容区域中。</p>
          <p>首先，将它们添加到元数据中。这是最简单的方法，让你的网站前端和中心的语音搜索。</p>
          <p>另外，在你的网站的特色框中添加常见问题的答案。这将在几个方面对最终用户有益：首先，它突出了您的网站上的答案，并使语音用户不必做太多的工作来定位它；其次，如果你用结构化数据正确地标记它，他们甚至不需要去你的网站获取信息，因为有特色的片段将出现在语音搜索结果中。</p>
          <p>这里有一个例子，来自我的语音搜索“我如何训练我的狗”：</p>
          <p><img src="/images/share/154884185990.jpg" alt="" /></p>
          <p>这段来自petMD的精选片段实际上为我提供了一个图形和步骤列表：</p>
          <p><img src="/images/share/15488418714576.jpg" alt="" /></p>
          <p>这能帮助我马上开始。它还让我知道这个链接是否值得点击。</p>
          <p>在页面的下方，我还看到了这些视频片段（无声播放）：</p>
          <p><img src="/images/share/15488418988214.jpg" alt="" /></p>
          <p>发现这也很有帮助，因为不需要浪费任何点击或太多时间来筛选内容来找到答案。</p>
          <p><strong>总结</strong></p>

          <p>当消费者控制了他们与网络的互动方式（即主要使用智能手机，用他们的声音执行越来越多的查询），网页设计就必须随之改变，访问者不再愿意坐在旁边被动地消费内容。他们希望网站能更自然、更有效地回应他们的查询，语音搜索优化就是这样做的。</p>

      </div>
    </div>
</div>
@include('/mobile/footer')
